/* Label next to search field */
"1 song" = "1 dal";

/* Label next to search field */
"%i songs" = "%i dal";

/* Dialog Button */
"Cancel" = "Mégse";

/* Song label when no track/playlist is selected. */
"Default Alarm" = "Alapértelmezett ébresztőhang";

/* Main prompt in sheet */
"Do you want to save changes to this alarm before closing?" = "Szeretnéd az ébresztőóra módosításait elmenteni?";

/* Dialog Button */
"Don't Save" = "Nem mentem";

/* Window title when editing an alarm */
"Edit Alarm" = "Ébresztőóra szerkesztése";

/* Sub prompt in sheet */
"If you don't save, your changes will be lost." = "Ha nem mentesz, a módosítások el fognak veszni.";

/* Main prompt in sheet */
"Invalid alarm time" = "Érvénytelen időpont";

/* Dialog Button */
"OK" = "OK";

/* Song label when using a playlist */
"Playlist: %@" = "Lista: %@";

/* Error message in AlarmEditor */
"Please select a date and time in the future." = "Válassz egy jövőbeli időpontot.";

/* Sub prompt in sheet */
"Please select the days the alarm should repeat." = "Napok, amelyeken az ébresztőóra bekapcsolhat";

/* Dialog Button */
"Save" = "Mentés";

/* Song label when using a song */
"Song: %@" = "Dal: %@";

